---
kind: other
id: Properties.T:Autodesk.Revit.DB.Revision
source: html/711ad960-f4a0-d9db-a735-8276014520dc.htm
---
# Revision Properties

The id of the assembly instance to which the element belongs.